[Information]
TRANSLATOR=Asanee Prakunhungsit
VERSION=2.2.0

[Language]
LANGUAGE=ไทย
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x001E, 0x041E

[Menu]
FILE=&ไฟล์
FILE_EXIT=&ออก
EDIT=&แก้ไข
EDIT_COPY=&คัดลอก
THEME=&skin
HELP=&ช่วยเหลือ
HELP_ABOUT=&เกี่ยวกับ CrystalDiskMark

; 3.0
TEST_DATA=&Test Data
DEFAULT_RANDOM=Default (Random)

; 4.0
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
IE8_MODE=&IE8 Mode

; 4.1
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour

; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)

[Message]
STOP_BENCHMARK=โปรดหยุดการทดสอบก่อน
DISK_CAPACITY_ERROR=พื้นที่หน่วยความจำไม่พอสำหรับทำการทดสอบ
DISK_CREATE_FILE_ERROR=การสร้างไฟล์ทดสอบล้มเหลว
DISK_WRITE_ERROR=การเขียนไฟล์ล้มเหลว
DISK_READ_ERROR=การอ่านไฟล์ล้มเหลว

[Title]
TEST_DRIVE=ไดรว์ทดสอบ
TEST_SIZE=ขนาดไฟล์ทดสอบ
TEST_COUNT=จำนวนครั้งทดสอบ

[WindowTitle]
ABOUT=About CrystalDiskMark
QUEUES_THREADS=Queues & Threads